<?php
/**
 * Template Name: Обучение у нас
 *
**/
get_header();
?>


<style>
	@media (max-width: 980px){
		.training-central__wrapper	picture{
		margin-top: 50px !important;
		width: 95%;
		margin:auto;
		display: flex;
		justify-content: center;
		align-items: center;
		}
		.training-central__text{
			padding: 0px 40px;
		}
		.training-central__wrapper	picture img{
			width: 100%;
			height: 100%;
		}
		.training-info__title{
			padding: 0px 40px;
		}
		.training-info__text{
			padding: 0px 40px;
			font-size: 19px;
		}
		.useful{
			padding: 0px 40px;
		}
		.ending{
			padding: 40px 40px;
		}
	
		.plan__box{
			padding: 0px 35px;
		}
		.plan__text{
			font-size: 19px;
		}
		.teacher__wrapper picture{
			margin:auto;
		display: flex;
	
		align-items: center;
		}
		.contacts__form{
			width: 90%;
			margin: auto;
		}
		.contacts__box{
			margin: auto;
		}
		.contacts__list-icons{
			margin: auto;
		}
		.teacher__title{
			text-align: center;
		}
		.teacher__subtitle{
			text-align: center;
		}
		.teacher__text{
			text-align: center;
		}
		.teacher__box{
			margin: auto;
		}
		.how-learn {
		padding: 60px 0;
		}

		.contacts__adrres, .contacts__email, .contacts__tel, .contacts__email-span, .contacts__tel-span {
		font-size: 20px;
		}
		.how-learn__items {
		margin-right: 0px;
		}

		.how-learn__wrapper{
			width: 90%;
			margin: auto;
		}

		.useful__box{

			margin-top: 50px ;
		}
		.teacher__text{
			margin: auto;
			width: 93%;
		}

	}
	
</style>
<main class="main">
<div class="btn-get-order-top">
                        <a data-aos="zoom-in" href="https://videosdushoy.ru/video_templates" class="btn-write-in-viber  get-less vid-const-note">Видео Конструктор</a>
                        <a data-aos="zoom-in" href = "https://videosdushoy.ru/project_videos" class="btn-get-constructor  mr-off get-less">Проекты</a>
                            
                     </div>    
		<section class="training-central" id="training-central">
			<div class="container">
				<div class="training-central__wrapper">
					<div class="training-central__box">
						<div class="training-central__content">
							<h2 class="training-central__title">
								Онлайн-Обучение по созданию красочных видео из фото
							</h2>
							<p class="training-central__text">
								Монтируйте красочные видео в профессиональной программе, после прохождения онлайн-обучения
								по созданию видео из фото.
							</p>
							<a href="#contacts" class="training-central__link">
								Оставить заявку
							</a>
						</div>
						<div class="training-central__items">
							<div class="training-central__item">
								<svg width="42" height="42" viewBox="0 0 42 42" fill="none"
									xmlns="http://www.w3.org/2000/svg">
									<g clip-path="url(#clip0)">
										<path
											d="M21 0C9.40203 0 0 9.40203 0 21C0 32.598 9.40203 42 21 42C32.598 42 42 32.598 42 21C41.9851 9.40822 32.5918 0.0148649 21 0ZM21.9009 40.1532V36.4595C21.9009 35.9619 21.4975 35.5586 21 35.5586C20.5025 35.5586 20.0991 35.9619 20.0991 36.4595V40.1532C10.2206 39.6815 2.31847 31.7794 1.84685 21.9009H5.54054C6.03806 21.9009 6.44144 21.4975 6.44144 21C6.44144 20.5025 6.03806 20.0991 5.54054 20.0991H1.84685C2.31847 10.2206 10.2206 2.31847 20.0991 1.84685V5.54054C20.0991 6.03806 20.5025 6.44144 21 6.44144C21.4975 6.44144 21.9009 6.03806 21.9009 5.54054V1.84685C31.7794 2.31847 39.6815 10.2206 40.1532 20.0991H36.4595C35.9619 20.0991 35.5586 20.5025 35.5586 21C35.5586 21.4975 35.9619 21.9009 36.4595 21.9009H36.4685H40.1622C39.6902 31.7827 31.7829 39.686 21.9009 40.1532Z"
											fill="#303036" stroke="#303036" stroke-width="0.5" />
										<path
											d="M30.5045 29.3784L21.9009 20.6306V11.5405C21.9009 11.043 21.4975 10.6396 21 10.6396C20.5025 10.6396 20.0991 11.043 20.0991 11.5405V21C20.1001 21.2364 20.1939 21.4628 20.3604 21.6306L29.2162 30.6397C29.5646 30.9954 30.1353 31.0015 30.491 30.6532C30.8468 30.3049 30.8528 29.7341 30.5045 29.3784Z"
											fill="#303036" stroke="#303036" stroke-width="0.5" />
									</g>
									<defs>
										<clipPath id="clip0">
											<rect width="42" height="42" fill="white" />
										</clipPath>
									</defs>
								</svg>
								<p class="training-central__item-text">
									Кол-во часов:
									<span class="training-central__span">72 часа</span>
								</p>
							</div>
							<div class="training-central__item">
								<svg width="44" height="44" viewBox="0 0 44 44" fill="none"
									xmlns="http://www.w3.org/2000/svg">
									<path
										d="M32.8941 21.4217L17.4941 10.9217C17.2792 10.7761 17.002 10.76 16.7724 10.8811C16.5435 11.0022 16.4 11.2402 16.4 11.4999V32.4999C16.4 32.7596 16.5435 32.9976 16.7731 33.1187C16.8753 33.1733 16.988 33.1999 17.1 33.1999C17.2379 33.1999 17.3758 33.1586 17.4941 33.0781L32.8941 22.5781C33.0852 22.4479 33.2 22.2316 33.2 21.9999C33.2 21.7682 33.0852 21.5519 32.8941 21.4217ZM17.8 31.1748V12.825L31.2575 21.9999L17.8 31.1748Z"
										fill="#303036" stroke="#303036" stroke-width="0.8" />
									<path
										d="M22 1C10.4206 1 1 10.4206 1 22C1 33.5794 10.4206 43 22 43C33.5794 43 43 33.5794 43 22C43 10.4206 33.5794 1 22 1ZM22 41.6C11.1927 41.6 2.4 32.8073 2.4 22C2.4 11.1927 11.1927 2.4 22 2.4C32.8073 2.4 41.6 11.1927 41.6 22C41.6 32.8073 32.8073 41.6 22 41.6Z"
										fill="#303036" stroke="#303036" stroke-width="0.8" />
								</svg>
								<p class="training-central__item-text">
									Кол-во занятий:
									<span class="training-central__span">11 уроков</span>
								</p>
							</div>
						</div>
					</div>
					<img class="training-central__img" src="<?php the_field('main_image')?>" alt="slide">
				</div>
			</div>
		</section>

		<section class="training-info">
			<div class="container">
				<h2 class="training-info__title">Мысль научиться создавать видео, так и преследует тебя!</h2>
				<p class="training-info__text">
					Вы творческая личность и жажда создавать красивое, наполненное смыслом и вашими эмоциями, видео, не дает вам покоя!
				</p>
				<p class="training-info__text">
					Век цифровых технологий достучался до вас. Кругом звучит музыка, показывается на экранах мобильных и телевизоров классное видео. Кто это все монтирует? Как это делается? Наверно надо много знать и уметь?
				</p>
				<p class="training-info__text">
					Случайно на юбилее у подружки или друга, прямо на экране в банкетном зале было показано слайд-шоу, которое было специально приготовлено одним из гостей для юбиляра. Ты посмотрев его со всеми, был(а) в легком трансе. Классно, - мне понравилось, промелькнуло в твоей голове. Жаль, что я не умею делать такие видео!
				</p>
				<p class="training-info__text">
					В соц сетях на каждом шагу какие-то ролики, то поздравляют кого-то, то соболезнуют, то просто пейзажи красивые. А про рекламу.... Тут этих рекламных видео завались.
				</p>
				<p class="training-info__text">Вот человек предлагает мне создать фильм со своих фотографий. А цена на видео у вас какая, - спрашиваю я? Говорит, - обычный стандартный фильм из 40 фото - 1000 рублей. Классно думаю, - может и мне заказать! Блин, - жаль я не умею их делать сам(а).</p>
			</div>
		</section>

		<section class="useful">
			<div class="container">
				<h2 class="useful__title">
					Для кого будет полезно?
				</h2>
				<div class="useful__items">
					<div class="useful__item">
						<div class="useful__number">
							1
						</div>
						<div class="useful__box">
							<h3 class="useful__item-title">Вы педагог</h3>
							<p class="useful__item-text">
								Сейчас в любых учебных заведениях, даже по школьной программе, часто требуется создавать презентации, не говоря уже о том, что у молодых педагогов есть дети, внуки! Наше обучение научит монтировать любой фильм или презентацию.
							</p>
						</div>
					</div>
					<div class="useful__item">
						<div class="useful__number">
							2
						</div>
						<div class="useful__box">
							<h3 class="useful__item-title">Вы продаете в интернете, у вас бизнес</h3>
							<p class="useful__item-text">
								К нам часто обращаются за созданием рекламных роликов. Одежда, животные, картины и тд. Сделать просто слайд-шоу в интернете можно и бесплатно. Но эффект от такого ролика не очень. Всегда смотрят на уровень, как товара, так и как его преподносят. Научившись монтировать, реклама вашего товара будет на высоте и платить за это никому не надо будет. Кстати, у нас есть готовые проекты на некоторые рекламные продукты. Вам лишь заменить фото на свои и ролик готов.&nbsp;
							</p>
						</div>
					</div>
					<div class="useful__item">
						<div class="useful__number">
							3
						</div>
						<div class="useful__box">
							<h3 class="useful__item-title">Вы любите удивлять родных, знакомых</h3>
							<p class="useful__item-text">Редкость, если ваш друг, или мама, -да не важно кто, не пользуются соц.сетями. У нас часто заказывают поздравления бабушки, которым уже за 60 лет. В соц. сетях сейчас все. Ну а вы умеете создавать видео и потому вы можете смонтировать и отправить классный ролик и выразить этим свое уважение и любовь. Поздравить с днем рождения, признаться в любви, или наоборот, высказать все что наболело, подобрав для ролика соответствующую музыку, фоны и фотографии. Тем и поводов - уйма. Кстати, люди поздравляют, признаются в любви и тд. заказывая у нас такие видео. Это стоит денег! Ну а вы, - вы заплатив раз за обучение, будете все делать сами, когда пожелаете.&nbsp;</p>
						</div>
					</div>
					<div class="useful__item">
						<div class="useful__number">
							4
						</div>
						<div class="useful__box">
							<h3 class="useful__item-title">Вы решили зарабатывать на создании видео&nbsp;</h3>
							<p class="useful__item-text">
								Вы, как и мы, решили обучиться созданию видео из фото и зарабатывать! Еще один конкурент, - проблема! Нет, - не проблема, - мы считаем и советую вам так же думать, что у каждого создателя видео, будет свой клиент. Друзья, знакомые, друзья в соц.сетях и тд. Каждому будет клиент, а значит и заработок. Для быстрого старта у нас есть для вас сборка профессиональных проектов, которые проверены временем и хорошими отзывами клиентов. Приобретя их, вы сразу можете рекламировать видео созданные по этим проектам и получать клиентов. В сборку входят проекты на самые актуальные и востребованные темы: День рождения, свадьба, годовщины, школьные проекты, детские дни рождения.&nbsp;
							</p>
						</div>
					</div>
					<div class="useful__item">
						<div class="useful__number">
							5
						</div>
						<div class="useful__box">
							<h3 class="useful__item-title">Вы любящий родитель и хотите чтобы вашим детям было, что вспомнить, когда вырастут&nbsp;</h3>
							<p class="useful__item-text">
								События, в каждой семье бывают. Дни рождения, юбилеи, свадьбы, рождение ребенка, первый класс, выпускной, проводы и тд. Ну как такое событие не обозначить как-то и не сохранить?! Просто фото, - это просто фото. А вот фильм из фото, где и музыка в тему, фоны нужные, текст соответствующий. Это уже память, которая все скажет о данном дне и событии, в котором и чувства и переживания и доброе слово, да и в такой фильм и видео с события можно вставить. Это уже будет супер подарок на память!&nbsp;
							</p>
						</div>
					</div>
					<div class="useful__item">
						<div class="useful__number">
							6
						</div>
						<div class="useful__box">
							<h3 class="useful__item-title">Вам нравится постигать новое, идти в ногу со временем</h3>
							<p class="useful__item-text">
								Слайд-шоу не так уж и новое слово, но Современное слайд-шоу отличается от того что было лет 5 - 10 назад! Это прекрасное творческое направление, которое доставит любому творческому человеку массу удовольствия. Процесс увлекательный, поверьте! Вы после каждого щелчка мыши видите свое творение, вы можете управлять процессом создания видео от начала до конца. Это безграничные идеи, замыслы, которые рождаются в вашей голове и реализуются в проекте программы. Это безграничный мир для творчества!
							</p>
						</div>
					</div>
				</div>
			</div>
		</section>

		<section class="ending">
			<div class="container">
				<h2 class="ending__title">
					После окончания обучения вы сможете
				</h2>
				<div class="ending__items">
					<div class="ending__item">
						<svg xmlns="http://www.w3.org/2000/svg" width="43" height="43" viewBox="0 0 43 43" fill="none">
							<circle cx="21.5" cy="21.5" r="21.5" />
							<path
								d="M20.1479 28.3615C19.3318 29.2128 18.0076 29.2128 17.1919 28.3615L12.6121 23.5836C11.796 22.7326 11.796 21.3512 12.6121 20.5002C13.4278 19.6489 14.7519 19.6489 15.568 20.5002L18.2967 23.3465C18.5027 23.561 18.8371 23.561 19.0435 23.3465L26.432 15.6385C27.2477 14.7872 28.5718 14.7872 29.3879 15.6385C29.7798 16.0474 30 16.6021 30 17.1802C30 17.7583 29.7798 18.313 29.3879 18.7219L20.1479 28.3615Z"
								fill="white" />
						</svg>Создавать профессиональные видео из фото и видео</div>
					<div class="ending__item">
						<svg xmlns="http://www.w3.org/2000/svg" width="43" height="43" viewBox="0 0 43 43" fill="none">
							<circle cx="21.5" cy="21.5" r="21.5" />
							<path
								d="M20.1479 28.3615C19.3318 29.2128 18.0076 29.2128 17.1919 28.3615L12.6121 23.5836C11.796 22.7326 11.796 21.3512 12.6121 20.5002C13.4278 19.6489 14.7519 19.6489 15.568 20.5002L18.2967 23.3465C18.5027 23.561 18.8371 23.561 19.0435 23.3465L26.432 15.6385C27.2477 14.7872 28.5718 14.7872 29.3879 15.6385C29.7798 16.0474 30 16.6021 30 17.1802C30 17.7583 29.7798 18.313 29.3879 18.7219L20.1479 28.3615Z"
								fill="white" />
						</svg>Научитесь пользоваться программой по работе со звуком</div>
					<div class="ending__item">
						<svg xmlns="http://www.w3.org/2000/svg" width="43" height="43" viewBox="0 0 43 43" fill="none">
							<circle cx="21.5" cy="21.5" r="21.5" />
							<path
								d="M20.1479 28.3615C19.3318 29.2128 18.0076 29.2128 17.1919 28.3615L12.6121 23.5836C11.796 22.7326 11.796 21.3512 12.6121 20.5002C13.4278 19.6489 14.7519 19.6489 15.568 20.5002L18.2967 23.3465C18.5027 23.561 18.8371 23.561 19.0435 23.3465L26.432 15.6385C27.2477 14.7872 28.5718 14.7872 29.3879 15.6385C29.7798 16.0474 30 16.6021 30 17.1802C30 17.7583 29.7798 18.313 29.3879 18.7219L20.1479 28.3615Z"
								fill="white" />
						</svg>
						Научитесь делать качественные и цепляющие рекламные видео					</div>
					<div class="ending__item">
						<svg xmlns="http://www.w3.org/2000/svg" width="43" height="43" viewBox="0 0 43 43" fill="none">
							<circle cx="21.5" cy="21.5" r="21.5" />
							<path
								d="M20.1479 28.3615C19.3318 29.2128 18.0076 29.2128 17.1919 28.3615L12.6121 23.5836C11.796 22.7326 11.796 21.3512 12.6121 20.5002C13.4278 19.6489 14.7519 19.6489 15.568 20.5002L18.2967 23.3465C18.5027 23.561 18.8371 23.561 19.0435 23.3465L26.432 15.6385C27.2477 14.7872 28.5718 14.7872 29.3879 15.6385C29.7798 16.0474 30 16.6021 30 17.1802C30 17.7583 29.7798 18.313 29.3879 18.7219L20.1479 28.3615Z"
								fill="white" />
						</svg>Научитесь пользоваться Adobe Photoshop</div>
					<div class="ending__item">
						<svg xmlns="http://www.w3.org/2000/svg" width="43" height="43" viewBox="0 0 43 43" fill="none">
							<circle cx="21.5" cy="21.5" r="21.5" />
							<path
								d="M20.1479 28.3615C19.3318 29.2128 18.0076 29.2128 17.1919 28.3615L12.6121 23.5836C11.796 22.7326 11.796 21.3512 12.6121 20.5002C13.4278 19.6489 14.7519 19.6489 15.568 20.5002L18.2967 23.3465C18.5027 23.561 18.8371 23.561 19.0435 23.3465L26.432 15.6385C27.2477 14.7872 28.5718 14.7872 29.3879 15.6385C29.7798 16.0474 30 16.6021 30 17.1802C30 17.7583 29.7798 18.313 29.3879 18.7219L20.1479 28.3615Z"
								fill="white" />
						</svg>Научитесь пользоваться программой по сжатию и конвертированию видео</div>
					<div class="ending__item">
						<svg xmlns="http://www.w3.org/2000/svg" width="43" height="43" viewBox="0 0 43 43" fill="none">
							<circle cx="21.5" cy="21.5" r="21.5" />
							<path
								d="M20.1479 28.3615C19.3318 29.2128 18.0076 29.2128 17.1919 28.3615L12.6121 23.5836C11.796 22.7326 11.796 21.3512 12.6121 20.5002C13.4278 19.6489 14.7519 19.6489 15.568 20.5002L18.2967 23.3465C18.5027 23.561 18.8371 23.561 19.0435 23.3465L26.432 15.6385C27.2477 14.7872 28.5718 14.7872 29.3879 15.6385C29.7798 16.0474 30 16.6021 30 17.1802C30 17.7583 29.7798 18.313 29.3879 18.7219L20.1479 28.3615Z"
								fill="white" />
						</svg>Зарабатывать на создании видео из фото и видео материала клиентов</div>
				</div>
			</div>
		</section>

		<section class="how-learn">
			<div class="container">
				<h2 class="how-learn__title">
					Как проходит обучение?
				</h2>
				<div class="how-learn__wrapper">
					<div class="how-learn__items">
						<div class="how-learn__item">
							<div class="how-learn__icon">
								<svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"
									x="0px" y="0px" viewBox="0 0 512 512" style="enable-background:new 0 0 512 512;"
									xml:space="preserve">
									<g>
										<g>
											<path d="M486.4,256h-8.533V51.2h8.533c14.138,0,25.6-11.462,25.6-25.6S500.539,0,486.4,0H25.6C11.461,0,0,11.461,0,25.6
										   s11.461,25.6,25.6,25.6h8.533V256H25.6C11.461,256,0,267.462,0,281.6c0,14.138,11.461,25.6,25.6,25.6h460.8
										   c14.138,0,25.6-11.462,25.6-25.6C512,267.462,500.539,256,486.4,256z M25.6,34.133c-4.71-0.006-8.527-3.823-8.533-8.533
										   c0.006-4.71,3.823-8.527,8.533-8.533h460.8c4.713,0,8.533,3.82,8.533,8.533s-3.82,8.533-8.533,8.533H25.6z M460.8,51.2V256H51.2
										   V51.2H460.8z M486.4,290.133H25.6c-4.713,0-8.533-3.82-8.533-8.533s3.82-8.533,8.533-8.533h460.8
										   c4.71,0.006,8.527,3.823,8.533,8.533C494.927,286.31,491.11,290.127,486.4,290.133z" />
											<path
												d="M145.067,195.696c4.713,0,8.533-3.821,8.533-8.533v-41.776l25.6,10.878v50.922l0.019,0.093
										   c0.01,1.084,0.227,2.156,0.638,3.158c0.587,0.92,1.189,1.829,1.807,2.729c0.787,0.805,1.727,1.446,2.763,1.886l42.432,18.017
										   c18.652,7.852,39.683,7.844,58.329-0.021l42.386-17.997c1.036-0.44,1.976-1.081,2.763-1.886c0.618-0.899,1.22-1.809,1.807-2.729
										   c0.412-1.003,0.628-2.075,0.638-3.158l0.018-0.093v-50.922l33.796-14.362c5.41-2.514,8.871-7.938,8.871-13.904
										   c0-5.966-3.461-11.39-8.871-13.904l-105.3-44.745c-3.383-1.45-7.213-1.45-10.596,0l-105.296,44.745
										   c-5.48,2.434-8.973,7.909-8.871,13.904v59.163C136.534,191.875,140.354,195.696,145.067,195.696z M315.733,201.541l-37.167,15.78
										   c-14.414,6.073-30.668,6.081-45.088,0.021l-37.213-15.801v-38.023l54.438,23.132c3.383,1.45,7.213,1.45,10.596,0l54.433-23.132
										   V201.541z M256,85.641L355.675,128l-34.69,14.742l-0.075,0.032L256,170.358l-64.91-27.584l-0.075-0.032L156.325,128L256,85.641z" />
											<path d="M494.933,460.8h-17.067v-10.971c-0.219-21.605-12.617-41.235-32.031-50.716c13.592-11.603,18.513-30.447,12.329-47.214
										   c-6.183-16.767-22.161-27.904-40.032-27.904s-33.849,11.137-40.032,27.904c-6.183,16.767-1.263,35.611,12.329,47.214
										   c-19.414,9.482-31.812,29.111-32.031,50.716V460.8h-42.667v-10.971c-0.219-21.605-12.617-41.235-32.031-50.716
										   c13.592-11.603,18.513-30.447,12.329-47.214c-6.183-16.767-22.161-27.904-40.032-27.904c-17.871,0-33.849,11.137-40.032,27.904
										   c-6.183,16.767-1.263,35.611,12.329,47.214c-19.414,9.482-31.812,29.111-32.031,50.716V460.8H153.6v-10.971
										   c-0.219-21.605-12.617-41.235-32.031-50.716c13.592-11.603,18.513-30.447,12.329-47.214
										   c-6.183-16.767-22.161-27.904-40.032-27.904c-17.871,0-33.849,11.137-40.032,27.904c-6.183,16.767-1.263,35.611,12.329,47.214
										   c-19.414,9.482-31.812,29.111-32.031,50.716V460.8H17.067C7.645,460.809,0.009,468.445,0,477.867v17.067
										   c0.009,9.422,7.645,17.057,17.067,17.067h477.867c9.422-0.009,17.057-7.645,17.067-17.067v-17.067
										   C511.991,468.445,504.355,460.809,494.933,460.8z M418.133,341.333c14.138,0,25.6,11.461,25.6,25.6s-11.461,25.6-25.6,25.6
										   c-14.132-0.015-25.585-11.468-25.6-25.6C392.533,352.795,403.995,341.333,418.133,341.333z M375.467,449.829
										   c1.329-22.591,20.037-40.23,42.667-40.23s41.337,17.639,42.667,40.23V460.8h-85.333V449.829z M256,341.333
										   c14.138,0,25.6,11.461,25.6,25.6s-11.462,25.6-25.6,25.6c-14.132-0.015-25.585-11.468-25.6-25.6
										   C230.4,352.795,241.862,341.333,256,341.333z M213.333,449.829c1.329-22.591,20.037-40.23,42.667-40.23
										   s41.337,17.639,42.667,40.23V460.8h-85.333V449.829z M93.867,341.333c14.138,0,25.6,11.461,25.6,25.6s-11.461,25.6-25.6,25.6
										   c-14.132-0.015-25.585-11.468-25.6-25.6C68.267,352.795,79.728,341.333,93.867,341.333z M51.2,449.829
										   c0.718-22.871,19.793-40.856,42.667-40.229c22.873-0.627,41.948,17.358,42.667,40.229V460.8H51.2V449.829z M17.067,494.933
										   v-17.067h477.867l0.012,17.067H17.067z" />
										</g>
									</g>
								</svg>
							</div>
							<div class="how-learn__box">
								<h3 class="how-learn__item-title">Установка программ и настройка</h3>
								<p class="how-learn__item-text">Вы получите все необходимые программы для вашего обучения. Программы нужно будет установить на ваш компьютер. Если возникнут сложности с установкой, то с помощью программы Teamviewer мы, через удаленный доступ, поможем вам установить данные программы и настроить.&nbsp;</p>
							</div>
						</div>
						<div class="how-learn__item">
							<div class="how-learn__icon">
								<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 80 80" width="80px" height="80px">
									<path
										d="M 40 5.820313 L 7 26.445313 L 7 35.804688 L 8.53125 34.847656 L 9 34.550781 L 9 71 L 71 71 L 71 34.554688 L 73 35.804688 L 73 26.445313 Z M 40 8.179688 L 71 27.554688 L 71 32.199219 L 40 12.820313 L 9 32.199219 L 9 27.554688 Z M 40 15.179688 L 69 33.304688 L 69 62 C 68.449219 62 68 62.449219 68 63 C 68 63.550781 68.449219 64 69 64 L 69 69 L 49 69 L 49 64 C 49.550781 64 50 63.550781 50 63 C 50 62.449219 49.550781 62 49 62 L 49 44 L 31 44 L 31 62 C 30.449219 62 30 62.449219 30 63 C 30 63.550781 30.449219 64 31 64 L 31 69 L 11 69 L 11 64 C 11.550781 64 12 63.550781 12 63 C 12 62.449219 11.550781 62 11 62 L 11 33.300781 Z M 31 25 L 31 37 L 49 37 L 49 25 Z M 33 27 L 39 27 L 39 35 L 33 35 Z M 41 27 L 47 27 L 47 35 L 41 35 Z M 33 46 L 47 46 L 47 69 L 33 69 Z M 43.5 57 C 42.671875 57 42 57.671875 42 58.5 C 42 59.328125 42.671875 60 43.5 60 C 44.328125 60 45 59.328125 45 58.5 C 45 57.671875 44.328125 57 43.5 57 Z M 15 62 C 14.449219 62 14 62.449219 14 63 C 14 63.550781 14.449219 64 15 64 C 15.550781 64 16 63.550781 16 63 C 16 62.449219 15.550781 62 15 62 Z M 19 62 C 18.449219 62 18 62.449219 18 63 C 18 63.550781 18.449219 64 19 64 C 19.550781 64 20 63.550781 20 63 C 20 62.449219 19.550781 62 19 62 Z M 23 62 C 22.449219 62 22 62.449219 22 63 C 22 63.550781 22.449219 64 23 64 C 23.550781 64 24 63.550781 24 63 C 24 62.449219 23.550781 62 23 62 Z M 27 62 C 26.449219 62 26 62.449219 26 63 C 26 63.550781 26.449219 64 27 64 C 27.550781 64 28 63.550781 28 63 C 28 62.449219 27.550781 62 27 62 Z M 53 62 C 52.449219 62 52 62.449219 52 63 C 52 63.550781 52.449219 64 53 64 C 53.550781 64 54 63.550781 54 63 C 54 62.449219 53.550781 62 53 62 Z M 57 62 C 56.449219 62 56 62.449219 56 63 C 56 63.550781 56.449219 64 57 64 C 57.550781 64 58 63.550781 58 63 C 58 62.449219 57.550781 62 57 62 Z M 61 62 C 60.449219 62 60 62.449219 60 63 C 60 63.550781 60.449219 64 61 64 C 61.550781 64 62 63.550781 62 63 C 62 62.449219 61.550781 62 61 62 Z M 65 62 C 64.449219 62 64 62.449219 64 63 C 64 63.550781 64.449219 64 65 64 C 65.550781 64 66 63.550781 66 63 C 66 62.449219 65.550781 62 65 62 Z" />
								</svg>
							</div>
							<div class="how-learn__box">
								<h3 class="how-learn__item-title">Вводный урок&nbsp;</h3>
								<p class="how-learn__item-text">Узнаете с какими программами вы будете работать. Основная программа в которой будет проходить создание видео и вспомогательные, которые помогут вам сделать свое видео идеальным.</p>
							</div>
						</div>
						<div class="how-learn__item">
							<div class="how-learn__icon">
								<svg enable-background="new 0 0 64 64" height="512" viewBox="0 0 64 64" width="512"
									xmlns="http://www.w3.org/2000/svg">
									<path
										d="m39 27c6.065 0 11-4.935 11-11s-4.935-11-11-11-11 4.935-11 11 4.935 11 11 11zm0-20c4.962 0 9 4.037 9 9s-4.038 9-9 9-9-4.037-9-9 4.038-9 9-9z" />
									<path d="m34 10.382v11.236l11.236-5.618zm2 3.236 4.764 2.382-4.764 2.382z" />
									<path
										d="m58 1h-38c-2.757 0-5 2.243-5 5v19.509l-10.917 5.953c-.976.501-1.364 1.703-.865 2.681l.485.952c-.44.529-.703 1.191-.703 1.905v5.285c-1.228.669-2 2.442-2 3.715 0 1.654 1.346 3 3 3s3-1.346 3-3c0-1.273-.772-3.046-2-3.715v-5.285c0-.071.012-.14.026-.208.083.04.166.082.256.111.199.065.404.097.608.097.315 0 .632-.077.933-.231l.577-.315 1.844 3.703.773-.185c.022-.005.111-.027.251-.062.449 1.593 1.439 2.938 2.753 3.846-4.102 1.599-7.021 5.583-7.021 10.244v9h19v-5.333l.1.133c1.503 2.004 3.896 3.2 6.4 3.2s4.897-1.196 6.4-3.2l3.355-4.474c.48-.64.745-1.434.745-2.234v-.368c0-1.428-.817-2.656-2-3.281v-4.443h18c2.757 0 5-2.243 5-5v-32c0-2.757-2.243-5-5-5zm-41 5c0-1.654 1.346-3 3-3h38c1.654 0 3 1.346 3 3v23h-39.668l-.056-.113.641-.349c.976-.501 1.364-1.703.865-2.681l-.902-1.77c-.242-.476-.655-.827-1.162-.991-.507-.163-1.046-.118-1.541.135l-2.177 1.187zm-13 41c-.551 0-1-.448-1-1 0-.82.68-1.956.997-2 .323.044 1.003 1.18 1.003 2 0 .552-.449 1-1 1zm1.902-11.996-.883-1.774 15.08-8.233.901 1.769zm3.255.492 10.362-5.65 1.24 2.489c-.984.832-3.065 2.512-4.885 3.467-1.8.946-4.309 1.689-5.555 2.027zm3.041 3.874c1.38-.421 3.165-1.04 4.605-1.797 1.416-.744 2.923-1.844 4.057-2.739.728.888 1.14 2.002 1.14 3.166 0 2.757-2.243 5-5 5-2.27 0-4.203-1.514-4.802-3.63zm27.802 11.722c0 .37-.123.738-.345 1.035l-3.355 4.474c-1.127 1.502-2.922 2.399-4.8 2.399s-3.673-.897-4.8-2.399l-3.9-5.2-1.6 1.199 1.8 2.4v6h-15v-7c0-4.963 4.038-9 9-9h1.179c3.319 0 6.437 1.623 8.339 4.342l3.961 5.658h1.989l4.483-5.379c.329-.394.812-.621 1.325-.621.951 0 1.724.773 1.724 1.724zm-2-4.062c-1.003.075-1.936.53-2.585 1.31l-3.883 4.66-3.375-4.805c-.049-.07-.107-.13-.157-.198v-12.997h10zm20-6.03h-18v-4h19v-2h-19v-2h-14v12.86c-1.346-1.128-2.919-1.95-4.612-2.414 1.591-1.284 2.612-3.247 2.612-5.446 0-1.632-.578-3.194-1.599-4.437.149-.13.247-.216.267-.234l.567-.508-.907-1.821h38.672v7c0 1.654-1.346 3-3 3z" />
									<path d="m30 41h6v2h-6z" />
									<path d="m30 45h4v2h-4z" />
									<path d="m30 37h6v2h-6z" />
									<path d="m19 13h2v2h-2z" />
									<path d="m57 25h2v2h-2z" />
									<path d="m57 21h2v2h-2z" />
									<path d="m57 17h2v2h-2z" />
									<path d="m21 7h8v-2h-8c-1.103 0-2 .897-2 2v4h2z" />
								</svg>
							</div>
							<div class="how-learn__box">
								<h3 class="how-learn__item-title">Уроки по замене фото</h3>
								<p class="how-learn__item-text">Несколько уроков по работе в программе по созданию слайд-шоу. Научитесь простой замене фото в проекте.&nbsp;</p>
							</div>
						</div>
						<div class="how-learn__item">
							<div class="how-learn__icon">
								<svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"
									x="0px" y="0px" viewBox="0 0 511 511" style="enable-background:new 0 0 511 511;"
									xml:space="preserve">
									<g>
										<path d="M487.5,72h-464C10.542,72,0,82.542,0,95.5v320C0,428.458,10.542,439,23.5,439h464c12.958,0,23.5-10.542,23.5-23.5v-320
								   C511,82.542,500.458,72,487.5,72z M496,415.5c0,4.687-3.813,8.5-8.5,8.5h-464c-4.687,0-8.5-3.813-8.5-8.5v-320
								   c0-4.687,3.813-8.5,8.5-8.5h464c4.687,0,8.5,3.813,8.5,8.5V415.5z" />
										<path
											d="M39.5,144c-1.97,0-3.91,0.8-5.3,2.2c-1.4,1.39-2.2,3.33-2.2,5.3c0,1.97,0.8,3.9,2.2,5.3c1.39,1.4,3.33,2.2,5.3,2.2
								   c1.98,0,3.91-0.8,5.3-2.2c1.4-1.4,2.2-3.33,2.2-5.3c0-1.97-0.8-3.91-2.2-5.3C43.409,144.8,41.479,144,39.5,144z" />
										<path d="M32,183.497V327.5c0,4.142,3.358,7.5,7.5,7.5s7.5-3.358,7.5-7.5V183.497c0-4.142-3.358-7.5-7.5-7.5S32,179.355,32,183.497z
								   " />
										<path d="M464,183.497V327.5c0,4.142,3.358,7.5,7.5,7.5s7.5-3.358,7.5-7.5V183.497c0-4.142-3.358-7.5-7.5-7.5
								   S464,179.355,464,183.497z" />
										<path
											d="M399.5,392h-288c-4.142,0-7.5,3.358-7.5,7.5s3.358,7.5,7.5,7.5h288c4.142,0,7.5-3.358,7.5-7.5S403.642,392,399.5,392z" />
										<path
											d="M111.5,119h288c4.142,0,7.5-3.358,7.5-7.5s-3.358-7.5-7.5-7.5h-288c-4.142,0-7.5,3.358-7.5,7.5S107.358,119,111.5,119z" />
										<path
											d="M44.803,106.197c-2.929-2.929-7.678-2.929-10.606,0c-2.929,2.929-2.929,7.678,0,10.606l24,24
								   C59.661,142.268,61.581,143,63.5,143s3.839-0.732,5.303-2.197c2.929-2.929,2.929-7.678,0-10.606L44.803,106.197z" />
										<path d="M431.5,104c-1.97,0-3.91,0.8-5.3,2.2c-1.4,1.39-2.2,3.33-2.2,5.3c0,1.98,0.8,3.91,2.2,5.3c1.39,1.4,3.32,2.2,5.3,2.2
								   s3.91-0.8,5.3-2.2c1.4-1.39,2.2-3.33,2.2-5.3c0-1.97-0.8-3.91-2.2-5.3C435.409,104.8,433.469,104,431.5,104z" />
										<path
											d="M471.5,144c-1.97,0-3.91,0.8-5.3,2.2c-1.4,1.39-2.2,3.33-2.2,5.3c0,1.97,0.8,3.9,2.2,5.3c1.39,1.4,3.33,2.2,5.3,2.2
								   c1.98,0,3.91-0.8,5.3-2.2c1.4-1.39,2.2-3.33,2.2-5.3c0-1.97-0.8-3.91-2.2-5.3C475.409,144.8,473.479,144,471.5,144z" />
										<path d="M466.197,106.197l-24,24c-2.929,2.929-2.929,7.678,0,10.606c1.464,1.464,3.384,2.197,5.303,2.197s3.839-0.732,5.303-2.197
								   l24-24c2.929-2.929,2.929-7.678,0-10.606C473.875,103.268,469.125,103.268,466.197,106.197z" />
										<path
											d="M466.199,364.8c1.4,1.4,3.33,2.2,5.3,2.2c1.97,0,3.91-0.8,5.3-2.2c1.4-1.39,2.2-3.33,2.2-5.3c0-1.97-0.8-3.91-2.2-5.3
								   c-1.39-1.4-3.32-2.2-5.3-2.2c-1.97,0-3.91,0.8-5.3,2.2c-1.4,1.39-2.2,3.33-2.2,5.3C464,361.47,464.799,363.41,466.199,364.8z" />
										<path
											d="M431.5,392c-1.97,0-3.91,0.8-5.3,2.2c-1.4,1.39-2.2,3.33-2.2,5.3c0,1.97,0.8,3.91,2.2,5.3c1.39,1.4,3.33,2.2,5.3,2.2
								   c1.97,0,3.91-0.8,5.3-2.2c1.4-1.39,2.2-3.33,2.2-5.3c0-1.97-0.8-3.91-2.2-5.3C435.409,392.8,433.469,392,431.5,392z" />
										<path
											d="M452.803,370.197c-2.929-2.929-7.678-2.929-10.606,0c-2.929,2.929-2.929,7.678,0,10.606l24,24
								   c1.464,1.464,3.384,2.197,5.303,2.197s3.839-0.732,5.303-2.197c2.929-2.929,2.929-7.678,0-10.606L452.803,370.197z" />
										<path
											d="M79.5,392c-1.97,0-3.91,0.8-5.3,2.2c-1.4,1.39-2.2,3.33-2.2,5.3c0,1.97,0.8,3.91,2.2,5.3c1.39,1.4,3.33,2.2,5.3,2.2
								   c1.97,0,3.91-0.8,5.3-2.2c1.4-1.39,2.2-3.33,2.2-5.3c0-1.97-0.8-3.91-2.2-5.3C83.409,392.8,81.479,392,79.5,392z" />
										<path
											d="M39.5,367c1.97,0,3.91-0.8,5.3-2.2c1.4-1.39,2.2-3.33,2.2-5.3c0-1.97-0.8-3.91-2.2-5.3c-1.39-1.4-3.33-2.2-5.3-2.2
								   c-1.98,0-3.91,0.8-5.3,2.2c-1.4,1.39-2.2,3.33-2.2,5.3c0,1.97,0.8,3.91,2.2,5.3C35.589,366.2,37.529,367,39.5,367z" />
										<path d="M58.197,370.197l-24,24c-2.929,2.929-2.929,7.678,0,10.606C35.661,406.268,37.581,407,39.5,407s3.839-0.732,5.303-2.197
								   l24-24c2.929-2.929,2.929-7.678,0-10.606C65.875,367.268,61.125,367.268,58.197,370.197z" />
										<path d="M430.429,352.384l-20.131-48.599C418.173,295.304,423,283.958,423,271.5c0-26.191-21.309-47.5-47.5-47.5
								   S328,245.309,328,271.5c0,12.06,4.526,23.077,11.958,31.463l-20.471,49.421c-1.161,2.803-0.519,6.028,1.626,8.173
								   c2.145,2.146,5.373,2.787,8.173,1.626l13.976-5.789l5.789,13.976c1.161,2.803,3.896,4.63,6.929,4.63s5.768-1.827,6.929-4.63
								   l12.049-29.088l12.048,29.088c1.161,2.803,3.896,4.63,6.929,4.63c3.033,0,5.768-1.827,6.929-4.63l5.789-13.976l13.976,5.789
								   c2.804,1.161,6.029,0.519,8.173-1.626C430.948,358.412,431.59,355.186,430.429,352.384z M375.5,239c17.92,0,32.5,14.58,32.5,32.5
								   S393.42,304,375.5,304S343,289.42,343,271.5S357.58,239,375.5,239z M355.98,347.902l-1.73-4.177
								   c-1.585-3.827-5.974-5.644-9.799-4.059l-4.177,1.73l11.838-28.578c4.052,2.303,8.472,4.027,13.151,5.059l1.577,3.807
								   L355.98,347.902z M405.465,339.666c-3.827-1.585-8.214,0.232-9.799,4.059l-1.73,4.177l-10.86-26.218l1.474-3.559
								   c4.778-0.926,9.305-2.563,13.46-4.809l11.632,28.08L405.465,339.666z" />
										<path d="M375.5,287c8.547,0,15.5-6.953,15.5-15.5s-6.953-15.5-15.5-15.5s-15.5,6.953-15.5,15.5S366.953,287,375.5,287z M375.5,271
								   c0.276,0,0.5,0.224,0.5,0.5s-0.224,0.5-0.5,0.5s-0.5-0.224-0.5-0.5S375.224,271,375.5,271z" />
										<path
											d="M191.5,152c-4.142,0-7.5,3.358-7.5,7.5s3.358,7.5,7.5,7.5h128c4.142,0,7.5-3.358,7.5-7.5s-3.358-7.5-7.5-7.5H191.5z" />
										<path
											d="M111.5,199h288c4.142,0,7.5-3.358,7.5-7.5s-3.358-7.5-7.5-7.5h-288c-4.142,0-7.5,3.358-7.5,7.5S107.358,199,111.5,199z" />
										<path
											d="M111.5,255h176c4.142,0,7.5-3.358,7.5-7.5s-3.358-7.5-7.5-7.5h-176c-4.142,0-7.5,3.358-7.5,7.5S107.358,255,111.5,255z" />
										<path
											d="M111.5,351h128c4.142,0,7.5-3.358,7.5-7.5s-3.358-7.5-7.5-7.5h-128c-4.142,0-7.5,3.358-7.5,7.5S107.358,351,111.5,351z" />
										<path
											d="M111.5,319h160c4.142,0,7.5-3.358,7.5-7.5s-3.358-7.5-7.5-7.5h-160c-4.142,0-7.5,3.358-7.5,7.5S107.358,319,111.5,319z" />
										<path
											d="M111.5,287h96c4.142,0,7.5-3.358,7.5-7.5s-3.358-7.5-7.5-7.5h-96c-4.142,0-7.5,3.358-7.5,7.5S107.358,287,111.5,287z" />
										<path
											d="M239.5,272c-4.142,0-7.5,3.358-7.5,7.5s3.358,7.5,7.5,7.5h16c4.142,0,7.5-3.358,7.5-7.5s-3.358-7.5-7.5-7.5H239.5z" />
									</g>
								</svg>
							</div>
							<div class="how-learn__box">
								<h3 class="how-learn__item-title">Работа с проектом</h3>
								<p class="how-learn__item-text">На примере одного из наших готовых проектов, который вы получите в подарок, выполним полную работу, которая содержит: замена фото, обработка, подгонка, коррекция, поиск футажей, вставок, рамок, скачивание, использование в проекте, обрезка видео, работа со звуком, графикой, видеофайлами, текстом. Все, что выполняется при подготовке и создании видео, - все будет показано и выполнено вместе с вами.</p>
							</div>
						</div>
					</div>
					<div class="how-learn__box-img">
						<img class="how-learn__img" src="https://pozdravitkrasivo.ru/wp-content/themes/pozdravit-krasivo/assets/img/tranning/pc-1.webp" alt="how-learn">
					</div>
				</div>
			</div>
		</section>

		<section class="plan" id="plan">
			<div class="plan__box">
				<h2 class="plan__title">
					Программа обучения
				</h2>
				<p class="plan__text">
					Программа обучения составлена таким образом, чтобы охватить те знания и техники работы в программах,
					которые будут задействованы для максимально эффективного результата при создании видео из фото. Начиная с простой замены фотографии до создания поздравительного фильма.
				</p>
				<p class="plan__text">
					После успешного прохождения обучения вы будете обладать навыком работы в профессиональных программах по работе со звуком, графикой и в программе по создании видео из фото (видео).
					Эти
					знания помогут вам при работе над любыми проектами и повысят вашу ценность как
					специалиста.
				</p>
				<p class="plan__text">Курс обучение рассчитан на 3 дня&nbsp;</p>
				</p>
				<p class="plan__text">Цена - 15 000 рублей&nbsp;</p>
			</div>
			<div class="container">
				<div class="plan__items">
					<div class="plan__item">
						<h3 class="plan__item-title">
							Урок № 1 - Ознакомление с программами

						</h3>
						<p class="plan__item-text">
							На первом уроке мы рассмотрим основную программу по созданию видео и вспомогательные, которые будут вам помогать при создании изящных и интересных фильмов. Благодаря этому уроку вы поймете, как можно сделать не просто красивое видео,
							а то, которое будет по-настоящему интересно людям и эффективно решать вашу задачу.
						</p>
					</div>
					<div class="plan__item">
						<h3 class="plan__item-title">
							Урок № 2 - Замена фотографий в проекте
						</h3>
						<p class="plan__item-text">&nbsp;Самый интересный и результативный момент - это заменить фото в готовом проекте на свои. Благодаря этому уроку вы поймете принцип, как можно быстро получить из готового проекта свой фильм.
						</p>
					</div>
					<div class="plan__item">
						<h3 class="plan__item-title">
							Урок № 3 - Полноценная работа с проектом, создание проекта
						</h3>
						<p class="plan__item-text">&nbsp;Как создается проект, как редактируется, изменяется под свои нужды, как использовать дополнительные программы, как сохранить созданный проект для дальнейшего использования на другом компьютере? Мы разберем все эти вопросы и научимся все это делать. Благодаря этому уроку вы полностью овладеете навыком создания видео и сможете справиться с любой поставленной вам или вами, задачей.
						</p>
					</div>
					<div class="plan__item">
						<h3 class="plan__item-title">
							Урок № 4 - Где брать фото, футажи, музыку и другой, для создания видео, материал&nbsp;
						</h3>
						<p class="plan__item-text">
							На этом уроке вы узнаете, где искать материал для создания видео. Чтобы ваш фильм был интересным и с качественными заставками и футажами, вам не обойтись без них. Где искать, как сохранить себе на компьютер и потом применить в проекте. Благодаря этому уроку вы поймете, как и где найти нужный материал для создания видео и как его вставить в проект.
						</p>
					</div>
				</div>
			</div>
		</section>

		<section class="teacher">
			<div class="container">
				<div class="teacher__wrapper">
					<img class="teacher__img" src="<?php the_field('teacher_image')?>" alt="teacher">
					<div class="teacher__box">
						<h2 class="teacher__title">
							Преподаватель
						</h2>
						<p class="teacher__subtitle">&nbsp;Светлана Катасик
						</p>
						<p class="teacher__text">
							Здравствуйте! Меня зовут Светлана, я являюсь преподавателем на курсе создания видео из фото. За моей
							спиной десятилетний опыт работы в этой сфере. Я занимаюсь видеосъемкой презентационных
							фильмов, рекламных роликов и свадеб. В данное время я занимаюсь обучением и продолжаю монтировать видео. Курс обучения создан так, чтобы вы буквально за три дня получили максимум практических знаний. Минимум теории и максимум практики. Вы будете делать то, что делаю я при создании видео. Выполнив набор этих действий вы сможете полностью понять и монтировать самостоятельно свои фильмы, клипы, презентации и тд. <br> <br>Заинтересовало, - желаете научиться делать свои видео!? Тогда чуть ниже, в разделе Контакты, напишите "Хочу пройти обучение".&nbsp;
						</p>
					</div>
				</div>
			</div>
		</section>

		<section class="contacts" id="contacts">
			<div class="container">
				<div class="contacts__title-box title-box">
					<h2 class="contacts__title title">
						Контакты
					</h2>
				</div>
				<p class="contacts__form-title">
					Оставьте заявку и мы свяжемся с вами для уточнения всех деталей заказа *
				</p>
				
			


				<form class="contacts__form" id="" action="<?php echo get_site_url().'/mail.php';?>" method="post" > 
				
					<div class="contacts__form-box">
					<input type="hidden" name="art" id="art" value="Обучение"/>
						<input class="contacts__form-input" required="required"  size="18" type="text" name="name" placeholder="Имя  *">
						<input class="contacts__form-input " type="tel" required="required"  size="18"  name="phone" placeholder="Телефон  *">
						<input class="contacts__form-input " type="email" name="email" placeholder="E-mail">
						<input type="hidden" name="urlback" id="urlback" value="https://videosdushoy.ru/training"/>
						
						
					</div>
					<textarea class="contacts__form-textarea" name="comments" placeholder="Ваш комментарий"></textarea>
					<div class="contacts__form-inner">
						<div class="contacts__wrapper">
						<!--
							<div class="contacts__file-container">
								<input class="contacts__file" id="contacts__file" type="file" name="file">
								<label class="contacts__file-trigger" for="contacts__file" tabindex="0">
									Выберите файл
								</label>
							</div>
						-->	
							<p class="contacts__file-return" id="contacts__file-return"></p>
						</div>
						<button class="contacts__form-btn" type="submit" value="Отправить" name="sendMail">
							Оставить заявку
						</button>
					</div>
					<!--
					 <div class="contacts__pop-up">
						<p class="contacts__text-send">
							Ваша заявка успешно отправлена
						</p>
						<p class="contacts__close">X</p>
					</div> 
					-->
				</form>
				<div class="contacts__inner">
					<div class="contacts__box">
						<p class="contacts__adrres"></p>
						<a class="contacts__email" href="mailto:pozdravit.krasivo@gmail.com">
							E-mail: <span class="contacts__email-span">pozdravit.krasivo@gmail.com</span>
						</a>
						
						<a class="contacts__tel" href="https://t.me/VideoSdushoy">
							Телеграм: <span class="contacts__tel-span">Telegram@VideoSdushoy</span>
						</a>
					</div>
					<div class="contacts__list-icons">
						<h3 class="contacts__list-title">
							Мы в социальных сетях
						</h3>
						<div class="contacts__list-wrapper">
							<a class="contacts__link-icon"
								href="https://www.youtube.com/channel/UCkhObP0P5sME1jO98yfHb7Q" target="_blank">
								<svg id="youtube" height="682pt" viewBox="-21 -117 682.66672 682" width="682pt"
									xmlns="http://www.w3.org/2000/svg">
									<path
										d="m626.8125 64.035156c-7.375-27.417968-28.992188-49.03125-56.40625-56.414062-50.082031-13.703125-250.414062-13.703125-250.414062-13.703125s-200.324219 0-250.40625 13.183593c-26.886719 7.375-49.03125 29.519532-56.40625 56.933594-13.179688 50.078125-13.179688 153.933594-13.179688 153.933594s0 104.378906 13.179688 153.933594c7.382812 27.414062 28.992187 49.027344 56.410156 56.410156 50.605468 13.707031 250.410156 13.707031 250.410156 13.707031s200.324219 0 250.40625-13.183593c27.417969-7.378907 49.03125-28.992188 56.414062-56.40625 13.175782-50.082032 13.175782-153.933594 13.175782-153.933594s.527344-104.382813-13.183594-154.460938zm-370.601562 249.878906v-191.890624l166.585937 95.945312zm0 0" />
								</svg>
							</a>
							<a class="contacts__link-icon" href="https://t.me/aleks099977" target="_blank">
								<svg id="telegram" width="20" height="20" viewBox="0 0 24 24"
									xmlns="http://www.w3.org/2000/svg">
									<path
										d="m9.417 15.181-.397 5.584c.568 0 .814-.244 1.109-.537l2.663-2.545 5.518 4.041c1.012.564 1.725.267 1.998-.931l3.622-16.972.001-.001c.321-1.496-.541-2.081-1.527-1.714l-21.29 8.151c-1.453.564-1.431 1.374-.247 1.741l5.443 1.693 12.643-7.911c.595-.394 1.136-.176.691.218z" />
								</svg>
							</a>
							<a class="contacts__link-icon" href="https://vk.com/club185842468" target="_blank">
								<svg id="vk" height="512px" style="enable-background:new 0 0 512 512;"
									viewBox="0 0 512 512" width="512px" xml:space="preserve"
									xmlns="http://www.w3.org/2000/svg">
									<g>
										<g>
											<g>
												<g>
													<path
														d="M250.895,391.347h28.514c0,0,8.615-0.952,13.004-5.709c4.059-4.364,3.904-12.563,3.904-12.563      s-0.563-38.366,17.213-44.022c17.508-5.562,39.994,37.091,63.824,53.506c18.014,12.406,31.707,9.688,31.707,9.688l63.736-0.899      c0,0,33.342-2.062,17.535-28.349c-1.279-2.148-9.215-19.437-47.391-54.968c-39.967-37.204-34.604-31.164,13.537-95.492      c29.32-39.175,41.045-63.101,37.373-73.329c-3.49-9.749-25.049-7.175-25.049-7.175l-71.705,0.421c0,0-5.311-0.721-9.273,1.643      c-3.854,2.33-6.328,7.716-6.328,7.716s-11.361,30.321-26.512,56.108c-31.945,54.394-44.736,57.267-49.959,53.884      c-12.141-7.862-9.094-31.642-9.094-48.508c0-52.726,7.965-74.704-15.539-80.385c-7.818-1.885-13.541-3.142-33.492-3.348      c-25.594-0.272-47.277,0.088-59.531,6.097c-8.174,4.009-14.47,12.953-10.622,13.459c4.743,0.629,15.479,2.9,21.178,10.679      c7.369,10.017,7.098,32.569,7.098,32.569s4.232,62.048-9.875,69.77c-9.695,5.292-22.962-5.509-51.448-54.883      c-14.583-25.267-25.618-53.233-25.618-53.233s-2.117-5.197-5.905-7.98c-4.594-3.381-11.039-4.453-11.039-4.453l-68.175,0.413      c0,0-10.234,0.305-13.992,4.754c-3.338,3.984-0.268,12.176-0.268,12.176S72.09,274.148,132.522,337.276      C187.965,395.146,250.895,391.347,250.895,391.347L250.895,391.347z M250.895,391.347" />
												</g>
											</g>
										</g>
									</g>
									<g />
								</svg>
							</a>
							<a class="contacts__link-icon" href="https://ok.ru/profile/581418301875" target="_blank">
								<svg id="ok" viewBox="0 0 14 14" xmlns="http://www.w3.org/2000/svg">
									<path
										d="M 8.2624472,9.720363 C 8.8999741,9.575357 9.5089991,9.323347 10.062522,8.975332 10.479539,8.696321 10.591544,8.132297 10.312533,7.71528 10.044521,7.314263 9.5104991,7.193258 9.0949821,7.438768 c -1.2750533,0.797534 -2.8951208,0.797534 -4.170174,0 C 4.5012905,7.171757 3.9422672,7.298762 3.674756,7.72128 c 0,10e-4 0,0.002 -10e-4,0.0025 -0.2670111,0.423518 -0.1400058,0.983041 0.2835118,1.250052 l 10e-4,10e-4 c 0.552523,0.347515 1.1610483,0.600025 1.7980749,0.744031 l -1.7325722,1.732572 c -0.3535147,0.347515 -0.360015,0.915039 -0.014001,1.268553 l 0.015001,0.015 C 4.1967778,12.911996 4.4297875,13 4.6617972,13 4.8943069,13 5.1268165,12.912 5.2993237,12.734989 l 1.7105713,-1.702071 1.7020711,1.703071 c 0.360015,0.347514 0.935039,0.338014 1.283053,-0.0225 0.3390139,-0.351515 0.3390139,-0.909038 0,-1.260052 L 8.2624472,9.720363 Z M 7.009895,7.194258 C 8.7199661,7.192258 10.105024,5.8072 10.107524,4.097629 10.107524,2.390058 8.7174661,1 7.009895,1 5.3023239,1 3.9122659,2.390058 3.9122659,4.098629 3.9147659,5.8087 5.3003238,7.193758 7.009895,7.194758 Z m 0,-4.378682 c 0.7080295,10e-4 1.2815534,0.575024 1.2820534,1.282553 0,0.70803 -0.5740239,1.281553 -1.2820534,1.282554 C 6.3023655,5.379683 5.7288416,4.806659 5.7273416,4.098629 5.7283416,3.3901 6.3023655,2.816576 7.009895,2.815076 Z" />
								</svg>
							</a>
							<a class="contacts__link-icon" href="https://www.facebook.com/groups/3646455008698749"
								target="_blank">
								<svg id="facebook" width="12" height="21" viewBox="0 0 12 21"
									xmlns="http://www.w3.org/2000/svg">
									<path
										d="M3.85156 20.9839V12.0386H0.84375V8.48389H3.85156V5.67139C3.85156 4.18701 4.26823 3.04118 5.10156 2.23389C5.9349 1.40055 7.04167 0.983887 8.42188 0.983887C9.54167 0.983887 10.4531 1.03597 11.1562 1.14014V4.3042H9.28125C8.57812 4.3042 8.09635 4.46045 7.83594 4.77295C7.6276 5.03337 7.52344 5.45003 7.52344 6.02295V8.48389H10.8438L10.375 12.0386H7.52344V20.9839H3.85156Z" />
								</svg>
							</a>
						</div>
					</div>
				</div>
		</section>

	</main>
	<h1  data-aos="fade-up" class="heading-how-to">Оставьте <span> комментарий!</span> </h1>
	<div class="reviews-comments-wrapper"> 
	
<?php 

if ( is_user_logged_in() ) {
	echo 'Вы авторизованы на сайте!';
}
else {
	echo '<a href="https://videosdushoy.ru/wp-login.php?action=register" target="_parent" title="WordPress" class="anycomment-login-with-list-wordpress cl" rel="disallow"> <div class="mr-top-reg">Регистрация</div> <span title="WordPress" class="sc-AxjAm fxcduN"><svg width="30px" height="30px" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg"><rect width="20" height="20" rx="10" fill="#00A0D2"></rect><path d="M10 4.6875C11.0312 4.6875 12.0156 4.96875 12.9062 5.48438C13.7969 6 14.5 6.70312 15.0156 7.59375C15.5312 8.48438 15.8125 9.46875 15.8125 10.5C15.8125 11.5547 15.5312 12.5156 15.0156 13.4062C14.5 14.2969 13.7969 15.0234 12.9062 15.5391C12.0156 16.0547 11.0312 16.3125 10 16.3125C8.94531 16.3125 7.98438 16.0547 7.09375 15.5391C6.20312 15.0234 5.47656 14.2969 4.96094 13.4062C4.44531 12.5156 4.1875 11.5547 4.1875 10.5C4.1875 9.46875 4.44531 8.48438 4.96094 7.59375C5.47656 6.70312 6.20312 6 7.09375 5.48438C7.98438 4.96875 8.94531 4.6875 10 4.6875ZM4.77344 10.5C4.77344 11.5312 5.03125 12.4453 5.57031 13.2891C6.10938 14.1328 6.83594 14.7891 7.72656 15.2109L5.21875 8.36719C4.91406 9.04688 4.77344 9.75 4.77344 10.5ZM10 15.7266C10.5859 15.7266 11.1719 15.6328 11.7344 15.4219L11.6875 15.3516L10.0938 10.9453L8.52344 15.5156C8.99219 15.6562 9.48438 15.7266 10 15.7266ZM10.7266 8.03906L12.6016 13.6641L13.1641 11.8125C13.2812 11.3906 13.375 11.1094 13.4219 10.9219C13.4922 10.6641 13.5391 10.4297 13.5391 10.2422C13.5391 9.96094 13.4922 9.67969 13.3984 9.39844C13.3281 9.23438 13.2344 9.02344 13.0938 8.78906L13.0234 8.69531C12.8828 8.46094 12.7656 8.27344 12.7188 8.13281C12.625 7.94531 12.5781 7.75781 12.5781 7.57031C12.5781 7.33594 12.6484 7.10156 12.8359 6.91406C13 6.72656 13.2109 6.63281 13.4688 6.63281L13.5391 6.65625C13.0469 6.23438 12.5078 5.88281 11.8984 5.64844C11.2891 5.41406 10.6562 5.27344 10 5.27344C9.10938 5.27344 8.26562 5.48438 7.49219 5.90625C6.71875 6.32812 6.10938 6.91406 5.64062 7.61719L5.96875 7.64062C6.20312 7.64062 6.50781 7.64062 6.88281 7.59375L7.35156 7.57031C7.44531 7.57031 7.49219 7.61719 7.53906 7.66406C7.58594 7.73438 7.58594 7.80469 7.5625 7.875C7.53906 7.96875 7.49219 7.99219 7.39844 7.99219L6.78906 8.03906L8.71094 13.7109L9.83594 10.2891L9.03906 8.0625L8.47656 7.99219C8.38281 7.99219 8.33594 7.96875 8.3125 7.89844C8.26562 7.82812 8.26562 7.75781 8.3125 7.6875C8.35938 7.61719 8.42969 7.57031 8.52344 7.57031L9.01562 7.59375C9.39062 7.64062 9.67188 7.64062 9.90625 7.64062C10.1172 7.64062 10.4219 7.64062 10.7969 7.59375L11.2891 7.57031C11.3594 7.57031 11.4297 7.61719 11.4766 7.66406C11.5234 7.73438 11.5234 7.80469 11.5 7.875C11.4531 7.96875 11.4062 7.99219 11.3125 7.99219C11.1016 8.01562 10.9141 8.03906 10.7266 8.03906ZM12.625 15.0234C13.4219 14.5547 14.0547 13.9219 14.5234 13.125C14.9922 12.3281 15.2266 11.4609 15.2266 10.5C15.2266 9.60938 15.0156 8.78906 14.5938 7.99219C14.5938 8.17969 14.6172 8.34375 14.6172 8.53125C14.6172 9.11719 14.4766 9.75 14.2188 10.4062L12.625 15.0234Z" fill="#fff"></path></svg></span></a>' ;
}


?> 
	
	<?php echo do_shortcode("[anycomment ] ");  ?></div>

	<script language="JavaScript" src="<?php
echo get_template_directory_uri();
?>/js/main.min.js?n=1"></script>
	<script src="<?php
echo get_template_directory_uri();
?>/js/form.js"></script>
	<script src="<?php
echo get_template_directory_uri();
?>/js/question_training.js"></script>
<script src="<?php
echo get_template_directory_uri();
?>/js/PopUp.js"></script>
<?php
get_footer();