<?php
session_start(); 

/**
 * The header for our theme
 *
 * This is the template that displays all of the <head> section and everything up until <div id="content">
 *
 * @link https://developer.wordpress.org/themes/basics/template-files/#template-partials
 *
 * @package Pozdravit-Krasivo
 */

?>
<!doctype html>
<html <?php language_attributes(); ?>>
<head>
	<meta charset="<?php bloginfo( 'charset' ); ?>">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<link rel="profile" href="https://gmpg.org/xfn/11">

	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<meta http-equiv="Content-Type" content="text/html" charset="utf-8">
	<meta name="description" content="Поздравить красиво - сайт яркого и оригинального видео для всех праздников, от радостных детских победах в
	конкурсах до юбилея к восьмидесятилетию Матери.">
	<meta name="keywords" content="видео,слайд-видео,слайд-шоу,создание видео онлайн,слайд-шоу онлайн">
	<meta property="og:title" content="Создание красочного душевного видео из фотографий Онлайн" />
	<meta property="og:site_name" content="CBF.COM" />
	<meta property="og:description" content="Поздравить красиво - Сайт яркого и оригинального видео для всех праздников и событий. Создай видео Онлайн. Видео из фото от поздравлений до видео в память." />
	<meta property="og:image" content="/wp-content/uploads/2022/03/sayt-pozdravitkrasivo-sozdat-video-onlayn.webp" />
	<meta name="msapplication-TileColor" content="#da532c">
	<meta name="theme-color" content="#ffffff">
	<title>Создание Онлайн красочного душевного видео из фотографий от поздравлений до видео в память.</title>
	<link rel="stylesheet" href="<?php echo get_template_directory_uri(); ?>/assets/css/style.min.css">
	<link rel="stylesheet" href="<?php echo get_template_directory_uri(); ?>/assets/css/jquery.fancybox.min.css">
	<link rel="stylesheet" href="../../../css/formAdmin.css">
	<link rel="icon" href="<?php echo get_template_directory_uri(); ?>/assets/img/favicon.ico" type="image/x-icon">

	<?php wp_head(); ?>
	<script src="//code-eu1.jivosite.com/widget/yyupCXHY0P" async></script>
</head>

<body <?php body_class(); ?>>
<?php wp_body_open(); ?>

	<header class="header">
		<div class="container">
			<div class="header__wrapper">
				<div class="logo">
					<svg xmlns="http://www.w3.org/2000/svg" version="1.1" xlink="http://www.w3.org/1999/xlink"
						xmlns:svgjs="http://svgjs.com/svgjs" width="100%" height="100%"
						viewBox="22.233999252319336 5 55.531463623046875 89.99999237060547">
						<g fill="#ddcb03">
							<path
								d="M77.743 55.792s-6.32 4.875-9.916 12.796a65.51 65.51 0 0 0-1.318 3.116l-1.808-4.81-.004-.013c.096-5.598.374-10.115.501-11.955 4.261-.177 7.687-3.62 7.823-7.954.034-1.029.378-11.972.378-11.972l-5.447 4.851-2.713-5.111-3.046 4.93-5.137-5.184-.326 10.358a326.232 326.232 0 0 0-3.623-8.678c5.398-2.756 7.877-9.199 5.616-14.966L52.37 5l-4.503 9.599-6.571-5.262-1.221 8.317-9.82-3.983 6.352 16.2c2.299 5.864 8.667 8.905 14.584 7.07.928 2.127 2.991 6.95 5.386 13.152-.451 1.469-2.327 8.25-1.114 15.845.551 3.45 1.327 6.595 2.19 9.103a200.092 200.092 0 0 0-6.015-7.086 240.223 240.223 0 0 0-9.118-9.711c2.771-3.119 2.746-7.871-.149-11.003l-8.132-8.796-.482 7.283L28.227 44l1.301 5.639-7.294-.094 8.132 8.796c2.943 3.184 7.788 3.538 11.122.88a239.03 239.03 0 0 1 9.088 9.678c2.124 2.392 3.996 4.6 5.647 6.632-2.122-1.42-4.788-2.904-7.767-4.269-7.907-3.625-15.876-3.165-15.876-3.165s4.852 6.338 12.759 9.963c7.299 3.346 15.568 3.54 15.568 3.54a99.97 99.97 0 0 1 2.988 4.33c.281 2.914.671 5.765 1.208 8.374l.145.696 1.393-.287-.143-.697a70.016 70.016 0 0 1-.856-5.269c.172.295.336.579.487.847l.348.62 1.24-.697-.348-.62a67.66 67.66 0 0 0-2.086-3.446c-.028-.297-.056-.587-.083-.896 0 0 .693-.631 1.737-1.744.752 3.348 1.233 6.082 1.537 8.253l.143 1.023 2.046-.287-.144-1.023c-.442-3.151-1.102-6.48-1.898-9.858 1.954-2.31 4.341-5.553 6.016-9.242 3.596-7.918 3.106-15.885 3.106-15.885zm-13.965-.926a231.451 231.451 0 0 0-.4 7.972 305.805 305.805 0 0 0-3.068-8.712l-.29-.779a8.085 8.085 0 0 0 3.758 1.519z">
							</path>
						</g>
					</svg>
					<svg id="logo-text" xmlns="http://www.w3.org/2000/svg" version="1.1"
						xlink="http://www.w3.org/1999/xlink" xmlns:svgjs="http://svgjs.com/svgjs" width="100%"
						height="100%" viewBox="3.2300000190734863 -28.579999923706055 462 34.689998626708984">
						<g fill="#ddcb03">
							<path
								d="M26.01 -9.03L26.36 -28.15L3.23 -28.15L3.58 -8.33L3.23 0L10.34 0L10.04 -9.03L10.3 -22.74L19.29 -22.74L19.51 -8.33L19.2 0L26.27 0Z M53.81 -24.98C51.62 -27.38 48.53 -28.58 44.51 -28.58C40.18 -28.58 36.82 -27.29 34.45 -24.7C32.08 -22.11 30.9 -18.43 30.9 -13.66C30.9 -9.15 31.99 -5.67 34.17 -3.21C36.35 -0.75 39.43 0.48 43.42 0.48C47.75 0.48 51.12 -0.85 53.5 -3.51C55.89 -6.17 57.08 -9.92 57.08 -14.75C57.08 -19.17 55.99 -22.58 53.81 -24.98ZM40.63 -22.1C41.44 -22.64 42.53 -22.91 43.9 -22.91C45.35 -22.91 46.49 -22.61 47.3 -22.02C48.12 -21.42 48.71 -20.42 49.09 -19.03C49.47 -17.63 49.66 -15.71 49.66 -13.27C49.66 -11.14 49.48 -9.47 49.12 -8.25C48.75 -7.03 48.16 -6.15 47.35 -5.61C46.53 -5.07 45.43 -4.8 44.03 -4.8C42.61 -4.8 41.48 -5.11 40.65 -5.72C39.82 -6.33 39.22 -7.34 38.84 -8.75C38.46 -10.16 38.27 -12.1 38.27 -14.58C38.27 -16.64 38.46 -18.28 38.84 -19.48C39.22 -20.69 39.81 -21.56 40.63 -22.1Z M79.25 -12.24C78.35 -13.3 76.96 -14.08 75.1 -14.58C76.5 -15.22 77.58 -16.11 78.35 -17.26C79.12 -18.41 79.51 -19.71 79.51 -21.16C79.51 -23.49 78.54 -25.3 76.61 -26.6C74.67 -27.89 71.95 -28.54 68.43 -28.54C65.75 -28.54 63.29 -28.13 61.05 -27.32L60.48 -21.56L61.14 -21.21C63.84 -22.14 66.2 -22.6 68.21 -22.6C69.66 -22.6 70.71 -22.41 71.35 -22.02C71.99 -21.62 72.31 -20.96 72.31 -20.03C72.31 -19.36 72.14 -18.74 71.81 -18.18C71.47 -17.61 70.99 -17.16 70.35 -16.84L64.32 -16.93L63.89 -12.18L64.32 -11.65L70.87 -11.65C72.59 -11.16 73.44 -10.18 73.44 -8.73C73.44 -7.68 72.97 -6.86 72.03 -6.26C71.08 -5.67 69.81 -5.37 68.21 -5.37C67.07 -5.37 65.92 -5.52 64.76 -5.83C63.6 -6.13 62.55 -6.55 61.62 -7.07L61.09 -6.81L59.83 -1.05C60.9 -0.55 62.18 -0.17 63.65 0.09C65.12 0.35 66.65 0.48 68.25 0.48C72.18 0.48 75.22 -0.26 77.37 -1.75C79.52 -3.23 80.6 -5.34 80.6 -8.07C80.6 -9.79 80.15 -11.18 79.25 -12.24Z M112.02 -5.76L108.22 -5.76L108.14 -9.03L108.49 -28.15L91.6 -28.15L90.99 -22.56C90.55 -18.49 90.11 -15.38 89.68 -13.24C89.24 -11.11 88.67 -9.47 87.95 -8.33C87.24 -7.2 86.24 -6.34 84.96 -5.76L82.69 -5.76L82.69 6.11L87.93 5.72L88.8 0L105.91 0L106.87 6.11L112.02 5.72ZM101.59 -5.76L92.6 -5.76C93.74 -6.95 94.64 -8.73 95.31 -11.08C95.98 -13.44 96.56 -16.84 97.05 -21.3L97.23 -22.87L101.42 -22.87L101.68 -8.33Z M135.13 -25.92C133.48 -27.43 131.15 -28.19 128.12 -28.19L116.25 -28.15L116.65 -8.33L116.25 0L123.37 0L123.1 -8.55L125.64 -8.55C128.02 -8.55 130.12 -9 131.92 -9.91C133.72 -10.81 135.12 -12.08 136.11 -13.72C137.1 -15.37 137.59 -17.28 137.59 -19.46C137.59 -22.26 136.77 -24.41 135.13 -25.92ZM129.37 -15.47C128.83 -14.64 128.01 -14.04 126.9 -13.66L123.19 -13.83L123.41 -23L125.77 -23.13C127.28 -23.07 128.39 -22.69 129.1 -21.99C129.82 -21.3 130.17 -20.22 130.17 -18.76C130.17 -17.4 129.9 -16.3 129.37 -15.47Z M162.25 0L154 -28.15L145.49 -28.15L136.41 0L143.35 0L144.14 -4.49L144.49 -5.63L148.85 -5.76L153.91 -5.67L154.31 -4.06L155.05 0ZM152.56 -11L149.33 -10.91L146.1 -11L149.37 -21.69L149.81 -21.69Z M186.51 -12.24C185.64 -13.3 184.26 -14.07 182.36 -14.53C183.73 -15.17 184.79 -16.05 185.53 -17.17C186.27 -18.29 186.64 -19.59 186.64 -21.08C186.64 -23.38 185.8 -25.14 184.11 -26.36C182.42 -27.58 180.08 -28.19 177.08 -28.19L166 -28.15L166.39 -8.33L166 0L166.04 0C168.69 0.17 171.47 0.26 174.38 0.26C178.83 0.26 182.18 -0.41 184.44 -1.77C186.69 -3.12 187.82 -5.21 187.82 -8.03C187.82 -9.78 187.38 -11.18 186.51 -12.24ZM178.33 -22.6C179.07 -22.14 179.44 -21.31 179.44 -20.12C179.44 -19.07 179.2 -18.24 178.72 -17.63C178.24 -17.02 177.51 -16.57 176.52 -16.28L172.76 -16.45L172.94 -23.3L174.34 -23.3C176.26 -23.3 177.59 -23.07 178.33 -22.6ZM179.35 -5.59C178.48 -4.95 177.26 -4.63 175.69 -4.63C175.25 -4.63 174.28 -4.68 172.76 -4.8L172.63 -9.03L172.68 -11.61L177.26 -11.7C178.42 -11.43 179.28 -11.03 179.83 -10.5C180.39 -9.96 180.66 -9.24 180.66 -8.33C180.66 -7.14 180.23 -6.23 179.35 -5.59Z M192.84 -8.33L192.49 0L199.86 0L209.9 -17.54L210.34 -17.54L210.34 -8.33L209.99 0L217.06 0L216.8 -9.03L217.19 -28.15L209.64 -28.15L199.65 -10.65L199.21 -10.65L199.69 -28.32L192.49 -27.97Z M241.89 -27.62L241.5 -28.15L221.07 -28.15L220.64 -22.95L221.07 -22.43L226.61 -22.69L227.92 -22.69L228.14 -8.33L227.75 0L234.82 0L234.56 -9.03L234.77 -22.69L236 -22.69L241.5 -22.43Z M264.67 -15.78C263.15 -17.1 260.93 -17.76 257.99 -17.76L252.27 -17.76L252.45 -28.19L245.29 -28.19L245.68 -8.29L245.29 0L254.41 0C258.34 0 261.41 -0.89 263.62 -2.66C265.83 -4.44 266.94 -6.88 266.94 -9.99C266.94 -12.52 266.18 -14.45 264.67 -15.78ZM258.64 -6.33C258.06 -5.6 257.2 -5.11 256.07 -4.84L252.23 -5.06L252.1 -8.99L252.19 -12.74L255.59 -12.83C256.84 -12.86 257.81 -12.54 258.49 -11.87C259.18 -11.2 259.52 -10.27 259.52 -9.08C259.52 -7.97 259.23 -7.05 258.64 -6.33Z M279.77 -13.79L279.24 -14.27L268.9 -12.7L268.9 -8.42L269.42 -7.9L279.77 -9.51Z M306.65 -1.48C302.89 -6.02 299.53 -10.49 296.57 -14.88L305.82 -28.15L298.27 -28.15L296.7 -25.31L289.85 -15.58L290.06 -28.15L282.91 -28.15L283.26 -8.33L282.91 0L289.98 0L289.72 -9.03L289.8 -13.88C292.19 -9.83 295.17 -5.19 298.75 0.04L299.58 0.48C301.93 0.25 304.26 -0.15 306.56 -0.7Z M329.14 -25.92C327.5 -27.43 325.16 -28.19 322.14 -28.19L310.27 -28.15L310.66 -8.33L310.27 0L317.38 0L317.12 -8.55L319.65 -8.55C322.04 -8.55 324.13 -9 325.94 -9.91C327.74 -10.81 329.14 -12.08 330.12 -13.72C331.11 -15.37 331.61 -17.28 331.61 -19.46C331.61 -22.26 330.79 -24.41 329.14 -25.92ZM323.38 -15.47C322.84 -14.64 322.02 -14.04 320.92 -13.66L317.21 -13.83L317.43 -23L319.78 -23.13C321.3 -23.07 322.41 -22.69 323.12 -21.99C323.83 -21.3 324.19 -20.22 324.19 -18.76C324.19 -17.4 323.92 -16.3 323.38 -15.47Z M356.26 0L348.02 -28.15L339.51 -28.15L330.43 0L337.37 0L338.15 -4.49L338.5 -5.63L342.87 -5.76L347.93 -5.67L348.32 -4.06L349.06 0ZM346.58 -11L343.35 -10.91L340.12 -11L343.39 -21.69L343.83 -21.69Z M378.69 -27.1C376.51 -28.06 374.08 -28.54 371.41 -28.54C366.98 -28.54 363.57 -27.26 361.15 -24.7C358.74 -22.14 357.53 -18.52 357.53 -13.83C357.53 -9.21 358.66 -5.67 360.93 -3.23C363.2 -0.79 366.53 0.44 370.93 0.44C373.28 0.44 375.48 0.03 377.52 -0.79L378.08 -6.59L377.47 -6.94C376.6 -6.47 375.63 -6.11 374.55 -5.85C373.47 -5.59 372.45 -5.45 371.49 -5.45C367.16 -5.45 364.99 -8.51 364.99 -14.62C364.99 -17.44 365.49 -19.51 366.5 -20.82C367.5 -22.12 369.05 -22.78 371.14 -22.78C372.13 -22.78 373.14 -22.63 374.18 -22.32C375.21 -22.02 376.13 -21.59 376.95 -21.03L377.43 -21.3Z M383.49 -8.33L383.15 0L390.52 0L400.56 -17.54L400.99 -17.54L400.99 -8.33L400.64 0L407.71 0L407.45 -9.03L407.84 -28.15L400.3 -28.15L390.3 -10.65L389.87 -10.65L390.35 -28.32L383.15 -27.97Z M434.77 -12.24C433.9 -13.3 432.51 -14.07 430.62 -14.53C431.99 -15.17 433.05 -16.05 433.79 -17.17C434.53 -18.29 434.9 -19.59 434.9 -21.08C434.9 -23.38 434.06 -25.14 432.37 -26.36C430.68 -27.58 428.34 -28.19 425.34 -28.19L414.26 -28.15L414.65 -8.33L414.26 0L414.3 0C416.95 0.17 419.73 0.26 422.64 0.26C427.09 0.26 430.44 -0.41 432.7 -1.77C434.95 -3.12 436.08 -5.21 436.08 -8.03C436.08 -9.78 435.64 -11.18 434.77 -12.24ZM426.59 -22.6C427.33 -22.14 427.7 -21.31 427.7 -20.12C427.7 -19.07 427.46 -18.24 426.98 -17.63C426.5 -17.02 425.77 -16.57 424.78 -16.28L421.02 -16.45L421.2 -23.3L422.59 -23.3C424.51 -23.3 425.85 -23.07 426.59 -22.6ZM427.61 -5.59C426.74 -4.95 425.52 -4.63 423.95 -4.63C423.51 -4.63 422.54 -4.68 421.02 -4.8L420.89 -9.03L420.94 -11.61L425.52 -11.7C426.68 -11.43 427.54 -11.03 428.09 -10.5C428.65 -9.96 428.92 -9.24 428.92 -8.33C428.92 -7.14 428.49 -6.23 427.61 -5.59Z M461.96 -24.98C459.77 -27.38 456.68 -28.58 452.66 -28.58C448.33 -28.58 444.97 -27.29 442.6 -24.7C440.23 -22.11 439.05 -18.43 439.05 -13.66C439.05 -9.15 440.14 -5.67 442.32 -3.21C444.5 -0.75 447.58 0.48 451.57 0.48C455.91 0.48 459.27 -0.85 461.65 -3.51C464.04 -6.17 465.23 -9.92 465.23 -14.75C465.23 -19.17 464.14 -22.58 461.96 -24.98ZM448.78 -22.1C449.59 -22.64 450.68 -22.91 452.05 -22.91C453.51 -22.91 454.64 -22.61 455.45 -22.02C456.27 -21.42 456.87 -20.42 457.24 -19.03C457.62 -17.63 457.81 -15.71 457.81 -13.27C457.81 -11.14 457.63 -9.47 457.27 -8.25C456.9 -7.03 456.31 -6.15 455.5 -5.61C454.68 -5.07 453.58 -4.8 452.18 -4.8C450.76 -4.8 449.63 -5.11 448.8 -5.72C447.97 -6.33 447.37 -7.34 446.99 -8.75C446.61 -10.16 446.42 -12.1 446.42 -14.58C446.42 -16.64 446.61 -18.28 446.99 -19.48C447.37 -20.69 447.96 -21.56 448.78 -22.1Z">
							</path>
						</g>
					</svg>
				</div>
				<ul class="header__list">
					<li class="header__item">
						<a class="header__link" href="#central">
							Главная
						</a>
					</li>
					<li class="header__item">
						<a class="header__link" href="#about">
							О нас
						</a>
					</li>
					<li class="header__item">
						<a class="header__link" href="#price">
							Услуги
						</a>
					</li>
					<li class="header__item">
						<a class="header__link" href="#question">
							Частые вопросы
						</a>
					</li>
					<li class="header__item">
						<a class="header__link-btn" href="/price.php">
							Цены
						</a>
					</li>
					<li class="header__item">
						<a class="header__link" href="#contacts">
							Сделать заказ
						</a>
					</li>
				</ul>
				
<?php 
	class My_Walker_Nav_Menu extends Walker_Nav_Menu {

	// add classes to ul sub-menus
	function start_lvl( &$output,$depth = 0, $args = null ) {
		// depth dependent classes
		$indent = ( $depth > 0  ? str_repeat( "\t", $depth ) : '' ); // code indent
		$display_depth = ( $depth + 1); // because it counts the first submenu as 0
		$classes = array(
			'dropdown__menu'
			);
		$class_names = implode( ' ', $classes );

		// build html
		$output .= "\n" . $indent . '<ul class="' . $class_names . '">' . "\n";
	}

	// add main/sub classes to li's and links
	function start_el( &$output, $item,  $depth = 0, $args = null, $id = 0 ) {
		global $wp_query;
		$indent = ( $depth > 0 ? str_repeat( "\t", $depth ) : '' ); // code indent

		// depth dependent classes
		$depth_classes = array(
			( $depth == 0 ? 'main-menu-item' : 'dropdown__menu-links' ),
		);
		$depth_class_names = esc_attr( implode( ' ', $depth_classes ) );

		// passed classes
		$classes = empty( $item->classes ) ? array() : (array) $item->classes;
		$class_names = esc_attr( implode( ' ', apply_filters( 'nav_menu_css_class', array_filter( $classes ), $item ) ) );

		// build html
		
		$output .= $indent . '<li  class="header__item">';

		// link attributes
		$attributes  = ! empty( $item->attr_title ) ? ' title="'  . esc_attr( $item->attr_title ) .'"' : '';
		$attributes .= ! empty( $item->target )     ? ' target="' . esc_attr( $item->target     ) .'"' : '';
		$attributes .= ! empty( $item->xfn )        ? ' rel="'    . esc_attr( $item->xfn        ) .'"' : '';
		$attributes .= ! empty( $item->url )        ? ' href="'   . esc_attr( $item->url        ) .'"' : '';
		$attributes .= ' class="menu-links ' . ( $depth > 0 ? '' : '' ) . '"';

		$item_output = sprintf( '%1$s<a%2$s>%3$s%4$s%5$s</a>%6$s',
			$args->before,
			$attributes,
			$args->link_before,
			apply_filters( 'the_title', $item->title, $item->ID ),
			$args->link_after,
			$args->after
		);

		// build html
		$output .= apply_filters( 'walker_nav_menu_start_el', $item_output, $item, $depth, $args );
	}
}
?>
<?php 
              function my_nav_menu( $args ) {
                $args = array_merge( [
        'container'       => 'ul',
    'container_id'    => '',
    'container_class' => 'header__list',
    'menu_class'      => 'header__list',
    'echo'            => false,
    'items_wrap'      => '<ul id="%1$s" class="%2$s">%3$s</ul>',
    'depth'           => 10,
    'walker'          => new My_Walker_Nav_Menu()
                ], $args );
                  echo wp_nav_menu( $args );
}

              my_nav_menu( [ 'theme_location'  => 'Primary' ] );

?> 

				
				<div class="header__menu-toggle">
					<div class="header__btn">
						<div class="header__line"></div>
						<div class="header__line"></div>
						<div class="header__line"></div>
					</div>
				</div>
			</div>
		</div>
		<div class="header__toggle-wrapper">
			<ul class="header__list-toggle header__list-toggle--navigation">
				<h3 class="header__toggle-title">
					Навигация
				</h3>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="#central">
						Главная
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="#about">
						О нас
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="#price">
						Услуги
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="#gallery-link">
						Галерея
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="#sentence">
						Предложения
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="#portfolio">
						Портфолио
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="#contacts">
						Контакты
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="#reviews">
						Отзывы
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="#question">
						Частые вопросы
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="#info">
						Информация
					</a>
				</li>
			</ul>
			<ul class="header__list-toggle">
				<h3 class="header__toggle-title">
					Дополнительная информация
				</h3>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="poems.php">
						Cборник стихов на любой праздник
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="footage.php">
						Футажи и Поздравления
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="proshow.php">
						Проекты для создания своего слайда
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="training.php">
						Обучение по созданию видео
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="price.php">
						Весь перечень услуг и цен
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="question.php">
						Ответы на самые частые вопросы
					</a>
				</li>
				<li class="header__toggle-item">
					<a class="header__toggle-link" href="portfolio.php">
						Все наши работы
					</a>
				</li>
			</ul>
		</div>
		<a class="header__link-viber"
			href="https://invite.viber.com/?g2=AQB6lbXYP6Ovw02OEm3wBht4lvloEGzAdM%2FuGefUV1WZplEpSGqMYGnm%2FES815oO&lang=ru">
			<svg id="viber" enable-background="new 0 0 128 128" viewBox="0 0 128 128"
				xmlns="http://www.w3.org/2000/svg">
				<g>
					<g>
						<rect clip-rule="evenodd" fill="none" height="128" width="128" />
						<path clip-rule="evenodd"
							d="M71.4,44.764c2.492,0.531,4.402,1.478,6.034,3.006    c2.1,1.983,3.251,4.383,3.757,7.831c0.342,2.248,0.202,3.132-0.595,3.865c-0.746,0.682-2.125,0.707-2.96,0.063    c-0.607-0.455-0.797-0.935-0.936-2.236c-0.164-1.731-0.468-2.943-0.987-4.067c-1.113-2.387-3.074-3.625-6.388-4.029    c-1.556-0.19-2.024-0.366-2.53-0.96c-0.924-1.099-0.569-2.88,0.708-3.537c0.481-0.24,0.683-0.265,1.746-0.202    C69.908,44.536,70.882,44.65,71.4,44.764z M68.706,35.227c7.679,1.124,13.624,4.686,17.521,10.471    c2.189,3.259,3.555,7.086,4.023,11.191c0.164,1.503,0.164,4.244-0.013,4.699c-0.165,0.429-0.696,1.01-1.151,1.25    c-0.493,0.253-1.543,0.227-2.125-0.076c-0.974-0.493-1.265-1.276-1.265-3.398c0-3.271-0.848-6.72-2.315-9.398    c-1.67-3.057-4.099-5.583-7.059-7.339c-2.543-1.516-6.3-2.64-9.728-2.918c-1.24-0.101-1.923-0.354-2.391-0.897    c-0.721-0.821-0.797-1.933-0.19-2.855C64.67,34.937,65.682,34.772,68.706,35.227z M38.914,27.434    c0.443,0.152,1.126,0.505,1.518,0.758c2.403,1.592,9.095,10.143,11.284,14.412c1.252,2.438,1.67,4.244,1.278,5.583    c-0.405,1.44-1.075,2.198-4.074,4.61c-1.202,0.972-2.328,1.97-2.505,2.236c-0.455,0.657-0.822,1.945-0.822,2.855    c0.013,2.109,1.379,5.937,3.175,8.88c1.391,2.286,3.883,5.216,6.35,7.465c2.897,2.653,5.452,4.459,8.337,5.886    c3.707,1.844,5.971,2.311,7.628,1.541c0.417-0.19,0.86-0.442,0.999-0.556c0.126-0.114,1.101-1.301,2.163-2.615    c2.049-2.577,2.517-2.994,3.922-3.474c1.784-0.606,3.605-0.442,5.44,0.493c1.392,0.72,4.428,2.602,6.388,3.966    c2.581,1.806,8.096,6.303,8.843,7.2c1.315,1.617,1.543,3.688,0.658,5.975c-0.936,2.412-4.579,6.934-7.122,8.867    c-2.302,1.743-3.934,2.412-6.085,2.513c-1.771,0.088-2.505-0.063-4.769-0.998C63.76,95.718,49.579,84.805,38.32,69.811    c-5.882-7.831-10.361-15.953-13.422-24.378c-1.784-4.913-1.872-7.048-0.405-9.562c0.633-1.061,3.327-3.688,5.288-5.153    c3.264-2.425,4.769-3.322,5.971-3.575C36.574,26.966,38.004,27.105,38.914,27.434z M67.833,26.07    c4.352,0.543,7.868,1.591,11.727,3.474c3.795,1.857,6.224,3.613,9.437,6.808c3.011,3.019,4.681,5.305,6.452,8.854    c2.467,4.951,3.871,10.838,4.111,17.317c0.089,2.21,0.025,2.703-0.481,3.335c-0.961,1.225-3.074,1.023-3.795-0.354    c-0.228-0.455-0.291-0.846-0.367-2.615c-0.127-2.716-0.316-4.471-0.696-6.568c-1.493-8.223-5.44-14.791-11.74-19.503    c-5.25-3.941-10.677-5.861-17.786-6.278c-2.404-0.139-2.821-0.227-3.365-0.644c-1.012-0.796-1.063-2.665-0.089-3.537    c0.595-0.543,1.012-0.619,3.074-0.556C65.392,25.842,66.973,25.969,67.833,26.07z M64,0c35.346,0,64,28.654,64,64    s-28.654,64-64,64S0,99.346,0,64S28.654,0,64,0z"
							fill="#7F4DA0" fill-rule="evenodd" />
					</g>
				</g>
			</svg>
		</a>
		
	</header>