//3 Взаимодействие с пользователем

prompt() //Пользователь должен либо что-то ввести и нажать OK, либо отменить ввод кликом на CANCEL или нажатием Esc на клавиатуре.
alert() //alert выводит на экран окно с сообщением и приостанавливает выполнение скрипта, пока пользователь не нажмёт «ОК».

//Функция prompt принимает два аргумента:
result = prompt(title, "default");
confirm("Вы - администратор?"); //confirm выводит окно с вопросом question с двумя кнопками: OK и CANCEL. Результатом будет true при нажатии OK и false – при CANCEL(Esc).



_____________________________________________________________________________________________________________________________________________________________________________